/* Localizable strings of com.apple.Quicktime preference manifest */

"Quicktime.pfm_title" =			"Nyckel för Quicktime Pro";
"Quicktime.pfm_description" =			"Nyckelinställning för Quicktime Pro.";

"Pro Key.pfm_title" =			"Registreringsinformation för QuickTime Pro.";
"Pro Key.pfm_description" =			"Registreringsinformation för Quicktime Pro.";

"Name.pfm_title" =			"Namn";
"Name.pfm_description" =			"Ange det namn du skulle skriva i registreringsfönstret för Quicktime Pro.";
"Organization.pfm_title" =			"Organisation";
"Organization.pfm_description" =			"Ange den organisation du skulle skriva i registreringsfönstret för Quicktime Pro.";
"Registration Key.pfm_title" =			"Registreringsnyckel";
"Registration Key.pfm_description" =			"Registreringsnyckelsträng för Quicktime Pro.";
